[LocAdmin_Strings]

FO_G3_Interact_Workbench=Bench;;;;;;;;;;;;;;Stół warsztatowy;;Верстак;;;

INFO_Heavy_Hunter_Workbench_Bows=Make bows;;;;;;;;;;;;;;Tworzenie łuków;;Создание луков;;;
INFO_Heavy_Hunter_Workbench_Arrows=Make Arrows;;;;;;;;;;;;;;Tworzenie strzał;;Создание стрел;;;
INFO_Heavy_Hunter_Workbench_Sharp_Arrows=Make Sharp Arrows;;;;;;;;;;;;;;Ostrzenie strzał;;Заточка стрел;;;
INFO_Heavy_Hunter_Workbench_Sharp_Bolts=Make Sharp Arrows;;;;;;;;;;;;;;Ostrzenie bełtów;;Заточка болтов;;;
INFO_Heavy_Hunter_Workbench_Crossbows=Make Crossbows;;;;;;;;;;;;;;Tworzenie kusz;;Создание арбалетов;;;
INFO_Heavy_Hunter_Workbench_Bolts=Make Bolts;;;;;;;;;;;;;;Tworzenie bełtów;;Создание болтов;;;
INFO_Heavy_Hunter_Workbench_Armors=Make Armors;;;;;;;;;;;;;;Tworzenie pancerzy;;Создание брони;;;
INFO_Heavy_Hunter_Workbench_Weapons=Make Weapons;;;;;;;;;;;;;;Tworzenie broni;;Создание оружия;;;
INFO_Heavy_Hunter_Workbench_Woods=Wood processing;;;;;;;;;;;;;;Obróbka drewna;;Обработка древесины;;;
INFO_Heavy_Hunter_Workbench_Instructions=Read instructions;;;;;;;;;;;;;;Instrukcja;;Прочитать инструкцию;;;

INFO_Heavy_Hunter_Workbench_CrawlerArmor=Crawler Plate Armor;;;;;;;;;;;;;;Pancerz wykonany z płytek pełzaczy.;;Доспех из панцирей ползунов;;;
INFO_Heavy_Hunter_Workbench_CrawlerArmor_Craft=Craft Crawler Plate Armor;;;;;;;;;;;;;;Tworzenie zbroi z płytek pełzaczy;;Создать доспех из панцирей ползунов;;;
INFO_Heavy_Hunter_Workbench_CrawlerArmor_Text=Crawler Plate 10 Wolf Hide 6 Warrior Crawler Carapace 5 Raw Steel 10. Skill Needed: Blacksmith;;;;;;;;;;;;;;Płytka pełzacza x10, Skóra wilka x6, Płytka pełzacza wojownika x5, Surowa stal x10. Wymagana umiejętność: Kowal.;;Пластина ползуна 10 Шкура волка 6 Панцирь ползуна-воина 5 Сырая сталь 10. Нужен навык: Кузнец;;;
FO_BBM_Letter_CrawlerArmor=Heavy Hunter Armor;;;;;;;;;;;;;;Ciężki pancerz łowcy;;Тяжелый доспех охотника;;;
ITEMDESC_BBM_Letter_CrawlerArmor=With this recipe and the right ingredients, the hero can create armor from the plates of crawlers.;;;;;;;;;;;;;;Dzięki temu schematowi i odpowiednim składnikom bohater może stworzyć zbroję z płytek pełzaczy.;;С этим рецептом и нужными ингредиентами герой может создать доспех из панцирей ползунов.;;;
LETTERHEADER_BBM_CrawlerArmor=Crawler Plate Armor;;;;;;;;;;;;;;Pancerz wykonany z płytek pełzaczy.;;Доспех из панцирей ползунов;;;
LETTERTEXT_BBM_CrawlerArmor=\nCrawler Plate 10.\n\nWolf Pelt 6.\n\nWarrior Crawler Carapace 5.\n\nRaw Steel 10.\n\n\n[Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill required : Blacksmith.;;;;;;;;;;;;;;\nPłytka pełzacza x10\n\nSkóra wilka x6\n\nPłytka pełzacza wojownika x5\n\nSurowa stal x10.\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kowal.;;\nПластина ползуна 10.\n\nШкура волка 6.\n\nПанцирь ползуна-воина 5.\n\nСырая сталь 10.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Кузнец.;;;

INFO_Heavy_Hunter_Workbench_Heavy_Hunter=Heavy Hunter Armor;;;;;;;;;;;;;;Ciężki pancerz łowcy;;Тяжелый доспех охотника;;;
INFO_Heavy_Hunter_Workbench_Heavy_Hunter_Craft=Craft Heavy Hunter Armor;;;;;;;;;;;;;;Stwórz ciężki pancerz łowcy;;Создать тяжелый доспех охотника;;;
INFO_Heavy_Hunter_Workbench_Heavy_Hunter_Text=Dark Snapper Leather 25 Raw Steel 10 Magic Ore Ore 35 Crocodile Skin 5. Skill required: Forging weapons from ore.;;;;;;;;;;;;;;Skóra mrocznego zębacza x25, Surowa stal x10, Ruda x35, Skóra krokodyla x5. Wymagana umiejętność: Kucie broni z rudy.;;Кожа темного глорха 25 Сырая сталь 10 Магическая руда руда 35 Кожа крокодила 5. Нужен навык: Ковка оружия из руды;;;
FO_BBM_Letter_Heavy_Hunter_Armor=Heavy Hunter Armor;;;;;;;;;;;;;;Ciężki pancerz łowcy;;Тяжелый доспех охотника;;;
ITEMDESC_BBM_Letter_Heavy_Hunter_Armor=With this recipe and the right ingredients, the hero can create a heavy hunter armor.;;;;;;;;;;;;;;Dzięki temu schematowi i odpowiednim składnikom bohater może stworzyć ciężki pancerz łowcy.;;С этим рецептом и нужными ингредиентами герой может создать тяжелый доспех охотника.;;;
LETTERHEADER_BBM_Heavy_Hunter_Armor=Heavy Hunter Armor;;;;;;;;;;;;;;Ciężki pancerz łowcy;;Тяжелый доспех охотника;;;
LETTERTEXT_BBM_Heavy_Hunter_Armor=\nDark Snapper Skin 25.\n\nRaw Steel 10.\n\nMagic Ore 35.\n\nCrocodile Skin 5.\n\n\n[Instruction Note: Cannot Be Disassembled ]\n\n\n\nSkill required: Forging weapons from ore.;;;;;;;;;;;;;;\nSkóra mrocznego zębacza x25\n\nSurowa stal x10\n\nRuda x35\n\nSkóra krokodyla x5.\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kucie broni z rudy.;;\nКожа темного глорха 25.\n\nСырая сталь 10.\n\nМагическая руда 35.\n\nКожа крокодила 5.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Ковка оружия из руды.;;;

INFO_Heavy_Hunter_Workbench_Crossbow_Merc=Reinforced Mercenary Crossbow;;;;;;;;;;;;;;Wzmocniona kusza najemnika;;Усиленный арбалет наемника;;;
INFO_Heavy_Hunter_Workbench_Crossbow_Merc_Craft=Reinforce a Mercenary Crossbow;;;;;;;;;;;;;;Tworzenie wzmocnionej kuszy najemnika;;Создать усиленный арбалет наемника;;;
INFO_Heavy_Hunter_Workbench_Crossbow_Merc_Text=Wood - oak 1 Raw steel 2. Saber fang 2 Skill required: Blacksmith;;;;;;;;;;;;;;Drewno dębowe x1,Surowa stal x2,Kieł szablozęba x2. Wymagana umiejętność: Kowal.;;Древесина - дуб 1 Сырая сталь 2. Клык саблезуба 2 Нужен навык: Кузнец;;;
FO_BBM_Letter_CrossbowMerc=Reinforced Mercenary Crossbow;;;;;;;;;;;;;;Wzmocniona kusza najemnika;;Усиленный арбалет наемника;;;
ITEMDESC_BBM_Letter_CrossbowMerc=With this recipe and the right ingredients, the hero can reinforce a mercenary crossbow.;;;;;;;;;;;;;;Dzięki temu schematowi i odpowiednim składnikom bohater może stworzyć ulepszoną kuszę najemnika.;;С этим рецептом и нужными ингредиентами герой может создать усиленный арбалет наемника.;;;
LETTERHEADER_BBM_CrossbowMerc=Reinforced Mercenary Crossbow;;;;;;;;;;;;;;Wzmocniona kusza najemnika;;Усиленный арбалет наемника;;;
LETTERTEXT_BBM_CrossbowMerc=\nWood - Oak 1.\n\nRaw Steel 2.\n\nSaber Fang 2.\n\n\n[Instruction Note Cannot Be Disassembled]\n\n\n\nSkill required: Blacksmith.;;;;;;;;;;;;;;\nDrewno dębowe x1,\n\nSurowa stal x2,\n\nKieł szablozęba x2.\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kowal.;;\nДревесина - дуб 1.\n\nСырая сталь 2.\n\nКлык саблезуба 2.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Кузнец.;;;


INFO_Heavy_Hunter_Workbench_Arrow_Craft_12=Create 12 arrows;;;;;;;;;;;;;;Stwórz 12 strzał;;Создать 12 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_24=Create 24 arrows;;;;;;;;;;;;;;Stwórz 24 strzały;;Создать 24 стрелы;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_25=Create 25 arrows;;;;;;;;;;;;;;Stwórz 25 strzał;;Создать 25 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_48=Create 48 arrows;;;;;;;;;;;;;;Stwórz 48 strzał;;Создать 48 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_50=Create 50 arrows;;;;;;;;;;;;;;Stwórz 50 strzał;;Создать 50 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_72=Create 72 arrows;;;;;;;;;;;;;;Stwórz 72 strzały;;Создать 72 стрелы;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_96=Create 96 arrows;;;;;;;;;;;;;;Stwórz 96 strzał;;Создать 96 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_100=Create 100 arrows;;;;;;;;;;;;;;Stwórz 100 strzał;;Создать 100 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_144=Create 144 arrows;;;;;;;;;;;;;;Stwórz 144 strzały;;Создать 144 стрелы;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_150=Create 150 arrows;;;;;;;;;;;;;;Stwórz 150 strzał;;Создать 150 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_192=Create 192 arrows;;;;;;;;;;;;;;Stwórz 192 strzały;;Создать 192 стрелы;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_240=Create 240 arrows;;;;;;;;;;;;;;Stwórz 240 strzał;;Создать 240 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_250=Create 250 arrows;;;;;;;;;;;;;;Stwórz 250 strzał;;Создать 250 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_288=Create 288 arrows;;;;;;;;;;;;;;Stwórz 288 strzał;;Создать 288 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_500=Create 500 arrows;;;;;;;;;;;;;;Stwórz 500 strzał;;Создать 500 стрел;;;

INFO_Heavy_Hunter_Workbench_Arrow=Simple Arrows;;;;;;;;;;;;;;Zwykłe strzały;;Простые стрелы;;;
INFO_Heavy_Hunter_Workbench_Arrow_Text=Shafts 25 Raw Steel 1. Skill Required: Blacksmith;;;;;;;;;;;;;;Promień x50, Surowa stal x1. Wymagana umiejętność: Kowal.;;Древко 50 Сырая сталь 1. Нужен навык: Кузнец;;;
FO_BBM_Letter_Arrow=Arrows;;;;;;;;;;;;;;Strzały;;Стрелы;;;
ITEMDESC_BBM_Letter_Arrow=With this recipe and the right ingredients, the hero can create arrows.;;;;;;;;;;;;;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć strzały.;;С этим рецептом и нужными ингредиентами герой может создать стрелы.;;;
LETTERHEADER_BBM_Arrow_Craft=Arrows\nX\n25;;;;;;;;;;;;;;Strzały \nx\n50;;Стрелы\nХ\n50;;;
LETTERTEXT_BBM_Arrow_Craft=\nShaft 25.\n\nRaw Steel 1.\n\n\n[Instruction's Note: Cannot Be Disassembled]\n\n\n\nSkill required: Blacksmith.;;;;;;;;;;;;;;\nPromień x50\n\nSurowa stal x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kowal.;;\nДревко 50.\n\nСырая сталь 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Кузнец.;;;

INFO_Heavy_Hunter_Workbench_BluntArrow=Stun Arrows;;;;;;;;;;;;;;Strzały ogłuszające;;Оглушающие стрелы;;;
INFO_Heavy_Hunter_Workbench_BluntArrow_Text=Shafts 25 Coin 250. Skill required: Blacksmith;;;;;;;;;;;;;;Promień x25, Moneta x250. Wymagana umiejętność: Kowal.;;Древко 25 Mонета 250. Нужен навык: Кузнец;;;
FO_BBM_Letter_BluntArrow=Stun Arrows;;;;;;;;;;;;;;Strzały ogłuszające;;Стрелы оглушающие;;;
ITEMDESC_BBM_Letter_BluntArrow=With this instruction and the right ingredients, the hero can create stun arrows.;;;;;;;;;;;;;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć strzały ogłuszające.;;С этой инструкцией и нужными ингредиентами герой может создать оглушающие стрелы.;;;
LETTERHEADER_BBM_BluntArrow_Craft=Stun Arrows\nX\n25;;;;;;;;;;;;;;Strzały ogłuszające \nx\n25.;;Оглушающие стрелы\nХ\n25;;;
LETTERTEXT_BBM_BluntArrow_Craft=\nShafts 25.\n\nCoin 250.\n\n\n[Instruction Note? Cannot Be Disassembled]\n\n\n\nSkill required: Blacksmith.;;;;;;;;;;;;;;\nPromień x25\n\nMoneta x250\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kowal.;;\nДревко 25.\n\nМонета 250.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Кузнец.;;;

INFO_Heavy_Hunter_Workbench_Ore__Arrow=Ore Arrows;;;;;;;;;;;;;;Strzały z rudy;;Рудные стрелы;;;
INFO_Heavy_Hunter_Workbench_Ore__Arrow_Text=Shafts 24 Ore 8 Raw Steel 1. Requires skill: Forging weapons from ore;;;;;;;;;;;;;;Promień x24, Ruda x6, Surowa stal x1. Wymagana umiejętność: Kucie broni z rudy.;;Древко 24 Руда 6 Сырая сталь 1. Нужен навык: Ковка оружия из руды;;;
FO_BBM_Letter_Ore__Arrow=Ore Arrows;;;;;;;;;;;;;;Strzały z rudy;;Стрелы из руды;;;
ITEMDESC_BBM_Letter_Ore__Arrow=With this recipe and the right ingredients, the hero can create arrows tipped with an alloy of magic ore and steel.;;;;;;;;;;;;;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć strzały z grotem wykonanym ze stopu magicznej rudy i stali.;;С этим рецептом и нужными ингредиентами герой может создать стрелы с наконечником из сплава магической руды и стали.;;;
LETTERHEADER_BBM_Ore__Arrow_Craft=Ore Arrows\nX\n24;;;;;;;;;;;;;;Strzały z rudy \nx\n24;;Стрелы из руды\nХ\n24;;;
LETTERTEXT_BBM_Ore__Arrow_Craft=\nShafts 24.\n\nOre 8.\n\nRaw Steel 1.\n\n\n[Instruction Note Indecipherable]\n\n\n\nSkill required: Ore Weapon Forging.;;;;;;;;;;;;;;\nPromień x24\n\nRuda x6\n\nSurowa stal x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kucie broni z rudy.;;\nДревко 24.\n\nРуда 6.\n\nСырая сталь 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Ковка оружия из руды.;;;

INFO_Heavy_Hunter_Workbench_GoldArrow=Golden Arrows;;;;;;;;;;;;;;Złote strzały;;Золотые стрелы;;;
INFO_Heavy_Hunter_Workbench_GoldArrow_Text=Shafts 24 Gold Nugget 8 Raw Steel;;;;;;;;;;;;;;Promień x24, Samorodek złota x6, Surowa stal x1. Wymagana umiejętność: Kucie broni z rudy.;;Древко 24 Золотой самородок 6 Сырая сталь 1. Нужен навык: Ковка оружия из руды;;;
FO_BBM_Letter_GoldArrow=Gold Arrows;;;;;;;;;;;;;;Strzały ze złota;;Стрелы из золота;;;
ITEMDESC_BBM_Letter_GoldArrow=With this recipe and the right ingredients, the hero can create arrows tipped with gold and steel.;;;;;;;;;;;;;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć złote strzały.;;С этим рецептом и нужными ингредиентами герой может создать стрелы с наконечником из сплава золота и стали.;;;
LETTERHEADER_BBM_GoldArrow_Craft=Golden Arrows\nX\n24;;;;;;;;;;;;;;Złote strzały \nx\n24;;Золотые стрелы\nХ\n24;;;
LETTERTEXT_BBM_GoldArrow_Craft=\nShafts 24.\n\nGold Nugget 8.\n\nRaw Steel 1.\n\n\n[Instruction Note Cannot Be Disassembled]\n\n\n\nSkill required: Ore Weapon Forging..;;;;;;;;;;;;;;\nPromień x24\n\nSamorodek złota x6\n\nSurowa stal x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kucie broni z rudy.;;\nДревко 24.\n\nЗолотой самородок 6.\n\nСырая сталь 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Ковка оружия из руды.;;;

INFO_Heavy_Hunter_Workbench_SerratedArrow=Serrated Arrows;;;;;;;;;;;;;;Wyszczerbione strzały;;Зазубренные стрелы;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Craft_Shadowbeast_12=Create 12 arrows from the horns of Shadowbeasts;;;;;;;;;;;;;;Stwórz 12 strzał z rogu cieniostwora;;Cоздать 12 стрел из рога мракориса;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Craft_Shadowbeast_24=Create 24 arrows from the horns of Shadowbeasts;;;;;;;;;;;;;;Stwórz 24 strzały z rogu cieniostwora;;Создать 24 стрелы из рога мракориса;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Craft_Shadowbeast_48=en;;;;;;;;;;;;;;Stwórz 48 strzał z rogu cieniostwora;;Создать 48 стрел из рога мракориса;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Craft_Rhino_12=Create 12 arrows from the horns of Rhinos;;;;;;;;;;;;;;Stwórz 12 strzał z rogu nosorożca;;Cоздать 12 стрел из рога носорога;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Craft_Rhino_24=Create 24 arrows from the horns of Rhinos;;;;;;;;;;;;;;Stwórz 24 strzały z rogu nosorożca;;Создать 24 стрелы из рога носорога;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Craft_Rhino_48=Create 48 arrows from the horns of Rhinos;;;;;;;;;;;;;;Stwórz 48 strzał z rogu nosorożca;;Создать 48 стрел из рога носорога;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Text=Shafts 12 Horn of Shadowbeast, or Horns of Rhino 2 Oil from magic root 1 . Skill Required: Arrow Sharpening;;;;;;;;;;;;;;Promień x12, Róg cieniostwora lub Róg nosorożca x2, Bulion x1. Wymagana umiejętność: Ostrzenie strzał i bełtów.;;Древко 12 Рог мракориса, или Рог носорога 2 Масло из маг. корня 1 . Нужен навык: Заточка стрел;;;
FO_BBM_Letter_SerratedArrow=Serrated Arrows;;;;;;;;;;;;;;Wyszczerbione strzały;;Стрелы зазубренные;;;
ITEMDESC_BBM_Letter_SerratedArrow=With this recipe and the right ingredients, the hero can create Serrated Arrows.;;;;;;;;;;;;;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć wyszczerbione strzały.;;С этим рецептом и нужными ингредиентами герой может создать зазубренные стрелы.;;;
LETTERHEADER_BBM_SerratedArrow_Craft=Serrated Arrows\nX\n12;;;;;;;;;;;;;;Wyszczerbione strzały \nx\n12;;Зазубренные стрелы\nХ\n12;;;
LETTERTEXT_BBM_SerratedArrow_Craft=\nPillar 12.\n\nShadowbeast Horn, or Rhino Horn 2.\n\n\n Magic Root Oil 1. \n\n [Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill required: Arrow Sharpening.;;;;;;;;;;;;;;\nPromień x12\n\nRóg cieniostwora lub Róg nosorożca x2\n\nBulion x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Ostrzenie strzał i bełtów.;;\nДревко 12.\n\nРог мракориса, или Рог носорога 2.\n\n\n Масло из маг. корня 1. \n\n [Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Заточка стрел.;;;

INFO_Heavy_Hunter_Workbench_SharpArrow=Hunting arrows;;;;;;;;;;;;;;Strzały myśliwskie;;Охотничьи стрелы;;;
INFO_Heavy_Hunter_Workbench_SharpArrow_Text=Shafts 12 Teeth 6. Skill required: Arrow sharpening.;;;;;;;;;;;;;;Promień x12, Zęby x6. Wymagana umiejętność: Ostrzenie strzał i bełtów.;;Древко 12 Зубы 6. Нужен навык: Заточка стрел;;;
FO_BBM_Letter_SharpArrow=Hunting arrows;;;;;;;;;;;;;;Strzały myśliwskie;;Стрелы охотничьи;;;
ITEMDESC_BBM_Letter_SharpArrow=With this recipe and the right ingredients, the hero can create hunting arrows.;;;;;;;;;;;;;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć strzały myśliwskie.;;С этим рецептом и нужными ингредиентами герой может создать охотничьи стрелы.;;;
LETTERHEADER_BBM_SharpArrow_Craft=Hunting arrows\nX\n12;;;;;;;;;;;;;;Strzały myśliwskie \nx\n12;;Охотничьи стрелыОхотничьи стрелы\nХ\n12;;;
LETTERTEXT_BBM_SharpArrow_Craft=\nShafts 12.\n\nTeeth 6.\n\n\n[Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill required: Arrow Sharpening.;;;;;;;;;;;;;;\nPromień x12\n\nZęby x6\n\nSurowa stal x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kucie broni z rudy.;;\nДревко 12.\n\nЗубы 6.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Заточка стрел.;;;

INFO_Heavy_Hunter_Workbench_DeathArrow=Deadly Arows;;;;;;;;;;;;;;Śmiercionośna strzała;;Смертоносные стрелы;;;
INFO_Heavy_Hunter_Workbench_DeathArrow_Text=Shafts 25 magic ore blank 1 Stone Golem Heart 1. Skill required: Forging weapons from ore;;;;;;;;;;;;;;Promień x25, Sztaba czystej magicznej rudy x1, Serce kamiennego golema x1. Wymagana umiejętność: Kucie broni z rudy.;;Древко 25 Болванка маг. руды 1 Сердце каменного голема 1. Нужен навык: Ковка оружия из руды;;;
FO_BBM_Letter_DeathArrow=Deadly Arows;;;;;;;;;;;;;;Śmiercionośna strzała;;Стрелы смертоносные;;;
ITEMDESC_BBM_Letter_DeathArrow=With this recipe and the right ingredients, the hero can create deadly arrows.;;;;;;;;;;;;;;Dzięki temu przepisowi i odpowiednim składnikom bohater może tworzyć śmiercionośne strzały.;;С этим рецептом и нужными ингредиентами герой может создать смертоносные стрелы.;;;
LETTERHEADER_BBM_DeathArrow_Craft=Deadly Arrows\nX\n24;;;;;;;;;;;;;;Śmiercionośna strzała\nx\n24;;Смертоносные стрелы\nХ\n24;;;
LETTERTEXT_BBM_DeathArrow_Craft=\nShaft 25.\n\nMagic ore blank 1.\n\nStone Golem's Heart 1.\n\n\n[Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill required: Ore Weapon Forging.;;;;;;;;;;;;;;\nPromień x25\n\nSztaba czystej magicznej rudy\n\nSerce kamiennego golema x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kucie broni z rudy.;;\nДревко 25.\n\nБолванка маг. руды 1.\n\nСердце каменного голема 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Ковка оружия из руды.;;;

INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_1=Sharpen 1 arrow;;;;;;;;;;;;;;Naostrz 1 strzałę;;Заточить 1 стрелу;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_12=Sharpen 12 arrows;;;;;;;;;;;;;;Naostrz 12 strzał;;Заточить 12 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_24=Sharpen 24 arrows;;;;;;;;;;;;;;Naostrz 24 strzały;;Заточить 24 стрелы;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_25=Sharpen 25 arrows;;;;;;;;;;;;;;Naostrz 25 strzał;;Заточить 25 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_50=Sharpen 50 arrows;;;;;;;;;;;;;;Naostrz 50 strzał;;Заточить 50 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_100=Sharpen 100 arrows;;;;;;;;;;;;;;Naostrz 100 strzał;;Заточить 100 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_150=Sharpen 150 arrows;;;;;;;;;;;;;;Naostrz 150 strzał;;Заточить 150 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_250=Sharpen 250 arrows;;;;;;;;;;;;;;Naostrz 250 strzał;;Заточить 250 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_500=Sharpen 500 arrows;;;;;;;;;;;;;;Naostrz 500 strzał;;Заточить 500 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_Text=Skill required: Arrow sharpening.;;;;;;;;;;;;;;Wymagana umiejętność: Ostrzenie strzał i bełtów.;;Нужен навык: Заточка стрел.;;;

INFO_Heavy_Hunter_Workbench_Bolt_Craft_12=Create 12 bolts;;;;;;;;;;;;;;Stwórz 12 bełtów;;Создать 12 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_18=Create 18 bolts;;;;;;;;;;;;;;Stwórz 18 bełtów;;Создать 18 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_24=Create 24 bolts;;;;;;;;;;;;;;Stwórz 24 bełty;;Создать 24 болта;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_25=Create 25 bolts;;;;;;;;;;;;;;Stwórz 25 bełtów;;Создать 25 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_36=Create 36 bolts;;;;;;;;;;;;;;Stwórz 36 bełtów;;Создать 36 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_48=Create 48 bolts;;;;;;;;;;;;;;Stwórz 48 bełtów;;Создать 48 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_50=Create 50 bolts;;;;;;;;;;;;;;Stwórz 50 bełtów;;Создать 50 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_72=Create 72 bolts;;;;;;;;;;;;;;Stwórz 72 bełty;;Создать 72 болта;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_90=Create 90 bolts;;;;;;;;;;;;;;Stwórz 90 bełtów;;Создать 90 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_96=Create 96 bolts;;;;;;;;;;;;;;Stwórz 96 bełtów;;Создать 96 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_100=Create 100 bolts;;;;;;;;;;;;;;Stwórz 100 bełtów;;Создать 100 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_108=Create 108 bolts;;;;;;;;;;;;;;Stwórz 108 bełtów;;Создать 108 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_144=Create 144 bolts;;;;;;;;;;;;;;Stwórz 144 bełty;;Создать 144 болта;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_150=Create 150 bolts;;;;;;;;;;;;;;Stwórz 150 bełtów;;Создать 150 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_192=Create 192 bolts;;;;;;;;;;;;;;Stwórz 192 bełty;;Создать 192 болта;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_240=Create 240 bolts;;;;;;;;;;;;;;Stwórz 240 bełtów;;Создать 240 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_250=Create 250 bolts;;;;;;;;;;;;;;Stwórz 250 bełtów;;Создать 250 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_288=Create 288 bolts;;;;;;;;;;;;;;Stwórz 288 bełtów;;Создать 288 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_500=Create 500 bolts;;;;;;;;;;;;;;Stwórz 500 bełtów;;Создать 500 болтов;;;

INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_Text=Skill required: Bolt sharpening.;;;;;;;;;;;;;;Wymagana umiejętność: Ostrzenie strzał i bełtów.;;Нужен навык: Заточка болтов.;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_1=Sharpen 1 bolt;;;;;;;;;;;;;;Ostrzenie 1 bełtu;;Заточить 1 болт;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_12=Sharpen 12 bolts;;;;;;;;;;;;;;Ostrzenie 12 bełtów;;Заточить 12 болтов;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_18=Sharpen 18 bolts;;;;;;;;;;;;;;Ostrzenie 18 bełtów;;Заточить 18 болтов;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_24=Sharpen 24 bolts;;;;;;;;;;;;;;Ostrzenie 24 bełtów;;Заточить 24 болта;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_25=Sharpen 25 bolts;;;;;;;;;;;;;;Ostrzenie 25 bełtów;;Заточить 25 болтов;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_36=Sharpen 36 bolts;;;;;;;;;;;;;;Ostrzenie 36 bełtów;;Заточить 36 болтов;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_50=Sharpen 50 bolts;;;;;;;;;;;;;;Ostrzenie 50 bełtów;;Заточить 50 болтов;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_90=Sharpen 90 bolts;;;;;;;;;;;;;;Ostrzenie 90 bełtów;;Заточить 90 болтов;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_100=Sharpen 100 bolts;;;;;;;;;;;;;;Ostrzenie 100 bełtów;;Заточить 100 болтов;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_150=Sharpen 150 bolts;;;;;;;;;;;;;;Ostrzenie 150 bełtów;;Заточить 150 болтов;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_250=Sharpen 250 bolts;;;;;;;;;;;;;;Ostrzenie 250 bełtów;;Заточить 250 болтов;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_500=Sharpen 500 bolts;;;;;;;;;;;;;;Ostrzenie 500 bełtów;;Заточить 500 болтов;;

INFO_Heavy_Hunter_Workbench_Bolt=Simple Bolts;;;;;;;;;;;;;;Zwykłe bełty;;Простые Болты;;;
INFO_Heavy_Hunter_Workbench_Bolt_Text=Shafts 18 Raw Steel 1. Skill Required: Blacksmith;;;;;;;;;;;;;;Promień x36, Surowa stal x1. Wymagana umiejętność: Kowal.;;Древко 36 Сырая сталь 1. Нужен навык: Кузнец;;;
FO_BBM_Letter_Bolt=Bolts;;;;;;;;;;;;;;Bełty;;Болты;;;
ITEMDESC_BBM_Letter_Bolt=With this recipe and the right ingredients, the hero can create bolts.;;;;;;;;;;;;;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć bełty.;;С этим рецептом и нужными ингредиентами герой может создать болты.;;;
LETTERHEADER_BBM_Bolt_Craft=Bolts\nХ\n18;;;;;;;;;;;;;;Bełty \nx\n36;;Болты\nХ\n36;;;
LETTERTEXT_BBM_Bolt_Craft=\nShafts 18.\n\nRaw Steel 1.\n\n\n[Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill required: Blacksmith.;;;;;;;;;;;;;;\nPromień x36\n\nSurowa stal x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kowal.;;\nДревко 36.\n\nСырая сталь 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Кузнец.;;;

INFO_Heavy_Hunter_Workbench_Bolt_Sharp=Sharp Bolts;;;;;;;;;;;;;;Ostre bełty;;Острые Болты;;;
INFO_Heavy_Hunter_Workbench_Bolt_Sharp_Text=Shafts 18 Raw Steel 1 Iron Ore 8. Skill Required: Blacksmith;;;;;;;;;;;;;;Promień x18, Surowa stal x1, Ruda żelaza x6. Wymagana umiejętność: Kowal.;;Древко 18 Сырая сталь 1 Железная руда 6. Нужен навык: Ковка оружия из руды;;;
FO_BBM_Letter_Bolt_Sharp=Sharp Bolts;;;;;;;;;;;;;;Ostre bełty;;Болты острые;;;
ITEMDESC_BBM_Letter_Bolt_Sharp=With this recipe and the right ingredients, the hero can create sharp bolts.;;;;;;;;;;;;;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć ostre bełty.;;С этим рецептом и нужными ингредиентами герой может создать острые болты.;;;
LETTERHEADER_BBM_Bolt_Sharp_Craft=Sharp Bolts\nХ\n18;;;;;;;;;;;;;;Ostre bełty \nx\n18;;Острые болты\nХ\n18;;;
LETTERTEXT_BBM_Bolt_Sharp_Craft=\nShafts 18.\n\nRaw Steel 1.\n\nIron Ore 8.\n\n\n[Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill required: Blacksmith.;;;;;;;;;;;;;;\nPromień x18\n\nSurowa stal x1\n\nRuda żelaza x6\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kowal.;;\nДревко 18.\n\nСырая сталь 1.\n\nЖелезная руда 6.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Ковка оружия из руды.;;;

INFO_Heavy_Hunter_Workbench_SharpHunterBolt=Hunting Bolts;;;;;;;;;;;;;;Bełty myśliwskie;;Охотничьи болты;;;
INFO_Heavy_Hunter_Workbench_SharpHunterBolt_Text=Shafts 12 Teeth 6. Skill required: Arrow sharpening.;;;;;;;;;;;;;;Promień x12, Zęby x6. Wymagana umiejętność: Ostrzenie strzał i bełtów.;;Древко 12 Зубы 6. Нужен навык: Заточка стрел;;;
FO_BBM_Letter_SharpHunterBolt=Hunting Bolts;;;;;;;;;;;;;;Bełty myśliwskie;;Болты охотничьи;;;
ITEMDESC_BBM_Letter_SharpHunterBolt=With this recipe and the right ingredients, the hero can create hunter's bolts.;;;;;;;;;;;;;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć bełty myśliwskie.;;С этим рецептом и нужными ингредиентами герой может создать болты охотника.;;;
LETTERHEADER_BBM_SharpHunterBolt_Craft=Hunting Bolts\nХ\n24;;;;;;;;;;;;;;Bełty myśliwskie \nx\n24;;Болты охотника\nХ\n24;;;
LETTERTEXT_BBM_SharpHunterBolt_Craft=\nShafts 12.\n\nTeeth 6.\n\n\n[Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill required: Arrow Sharpening.;;;;;;;;;;;;;;\nPromień x12\n\nZęby x6\n\nSurowa stal x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kucie broni z rudy.;;\nДревко 12.\n\nЗубы 6.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Заточка стрел.;;;

INFO_Heavy_Hunter_Workbench_BluntBolt=Stun Bolts;;;;;;;;;;;;;;Bełty ogłuszające;;Оглушающие болты;;;
INFO_Heavy_Hunter_Workbench_BluntBolt_Text=Shafts 25 Coin 250. Skill required: Blacksmith;;;;;;;;;;;;;;Promień x25, Moneta x250. Potrzebna umiejętność: Kowal.;;Древко 25 Mонета 250. Нужен навык: Кузнец;;;
FO_BBM_Letter_BluntBolt=Stun Bolts;;;;;;;;;;;;;;Bełty ogłuszające;;Болты оглушающие;;;
ITEMDESC_BBM_Letter_BluntBolt=With this instruction and the right ingredients, the hero can create stun bolts.;;;;;;;;;;;;;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć bełty ogłuszające.;;С этой инструкцией и нужными ингредиентами герой может создать оглушающие стрелы.;;;
LETTERHEADER_BBM_BluntBolt_Craft=Stun Bolts\nХ\n25;;;;;;;;;;;;;;Bełty ogłuszające \nx\n25.;;Оглушающие стрелы\nХ\n25;;;
LETTERTEXT_BBM_BluntBolt_Craft=\nShafts 25.\n\nCoin 100.\n\n\n[Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill required: Blacksmith.;;;;;;;;;;;;;;\nPromień x25\n\nMoneta x250\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kowal.;;\nДревко 25.\n\nМонета 100.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Кузнец.;;;

INFO_Heavy_Hunter_Workbench_OreBolt=Ore Bolts;;;;;;;;;;;;;;Bełty z rudy;;Рудные болты;;;
INFO_Heavy_Hunter_Workbench_OreBolt_Text=Shafts 18 Ore 8 Raw Steel 1. Forge weapons from ore;;;;;;;;;;;;;;Promień x18, Ruda x6, Surowa stal 1. Kucie broni z rudy.;;Древко 18 Руда 6 Сырая сталь 1. Ковка оружия из руды;;;
FO_BBM_Letter_OreBolt=Ore Bolts;;;;;;;;;;;;;;Bełty z rudy;;Болты из руды;;;
ITEMDESC_BBM_Letter_OreBolt=With this recipe and the right ingredients, the hero can create bolts tipped with magic ore and steel.;;;;;;;;;;;;;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć bełty z rudy.;;С этим рецептом и нужными ингредиентами герой может создать стрелы с наконечником из сплава магической руды и стали.;;;
LETTERHEADER_BBM_OreBolt_Craft=Bolts from magic ore\nX\n18;;;;;;;;;;;;;;Bełty z rudy \nx\n18;;Болты из маг. руды\nХ\n18;;;
LETTERTEXT_BBM_OreBolt_Craft=\nShafts 18.\n\nOre 8.\n\nRaw Steel 1.\n\n\n[Instruction's Note: Cannot Be Disassembled]\n\n\n\nForge weapons from ore.;;;;;;;;;;;;;;\nPromień x18\n\nRuda x6\n\nSurowa stal x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kucie broni z rudy.;;\nДревко 18.\n\nРуда 6.\n\nСырая сталь 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nКовка оружия из руды.;;;

INFO_Heavy_Hunter_Workbench_GoldBolt=Gold Bolts;;;;;;;;;;;;;;Złote bełty;;Золотые болты;;;
INFO_Heavy_Hunter_Workbench_GoldBolt_Text=Shafts 18 Gold Nugget 8 Raw Steel 1. Skill Required: Weapon Forging;;;;;;;;;;;;;;Promień x18, Samorodek złota x6, Surowa stal x1. Wymagana umiejętność: Kucie broni z rudy.;;Древко 18 Золотой самородок 6 Сырая сталь 1. Нужен навык: Ковка оружия из руды;;;
FO_BBM_Letter_GoldBolt=Gold Bolts;;;;;;;;;;;;;;Złote bełty;;Болты из золота;;;
ITEMDESC_BBM_Letter_GoldBolt=With this recipe and the right ingredients, the hero can create bolts tipped with gold and steel.;;;;;;;;;;;;;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć strzały z grotem wykonanym ze stopu złota i stali.;;С этим рецептом и нужными ингредиентами герой может создать болты с наконечником из сплава золота и стали.;;;
LETTERHEADER_BBM_GoldBolt_Craft=Gold Bolts\nХ\n18;;;;;;;;;;;;;;Złote bełty \nx\n18;;Болты из золота\nХ\n18;;;
LETTERTEXT_BBM_GoldBolt_Craft=\nShafts 18.\n\nGold Nugget 8.\n\nRaw Steel 1.\n\n\n[Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill Required: Forging Weapons from Ore.;;;;;;;;;;;;;;\nPromień x18\n\nSamorodek złota x6\n\nSurowa stal x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kucie broni z rudy.;;\nДревко 18.\n\nЗолотой самородок 6.\n\nСырая сталь 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Ковка оружия из руды.;;;

INFO_Heavy_Hunter_Workbench_Bolt_Death=Deadly Bolts;;;;;;;;;;;;;;Śmiercionośny bełt;;Смертоносные болты;;;
INFO_Heavy_Hunter_Workbench_Bolt_Death_Text=Shaft 25 Pure Magic Ore Blank 1 Stone Golem Heart 1. Skill required: Forging weapons from pure magic ore;;;;;;;;;;;;;;Promień x25, Sztaba czystej magicznej rudy x1, Serce kamiennego golema x1. Wymagana umiejętność: Kucie broni z czystej rudy.;;Древко 25 Болванка чист. маг. руды 1 Сердце каменного голема 1. Нужен навык: Ковка оружия из чист. маг. руды;;;
FO_BBM_Letter_Bolt_Death=Deadly Bolts;;;;;;;;;;;;;;Śmiercionośny bełt;;Болты смертоносные;;;
ITEMDESC_BBM_Letter_Bolt_Death=With this recipe and the right ingredients, the hero can create deadly bolts.;;;;;;;;;;;;;;Dzięki temu przepisowi i odpowiednim składnikom bohater może tworzyć śmiercionośne bełty.;;С этим рецептом и нужными ингредиентами герой может создать смертоносные болты.;;;
LETTERHEADER_BBM_Bolt_Death_Craft=Deadly bolts\nX\n25;;-;;-;;de;;-;;-;;-;;Śmiercionośny bełt\nХ\n25;;Болты смертоносные\nХ\n25;;;
LETTERTEXT_BBM_Bolt_Death_Craft=\nShaft 25.\n\nPure Magic Ore Blank 1.\n\nStone Golem's Heart 1.\n\n\n[Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill Required: Forging Weapons from pure magic ore.;;-;;-;;de;;-;;-;;-;;\nPromień x25\n\nSztaba czystej magicznej rudy\n\nSerce kamiennego golema x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kucie broni z czystej rudy.;;\nДревко 25.\n\nБолванка чист. маг. руды 1.\n\nСердце каменного голема 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Ковка оружия из чист. маг. руды.;;;

FO_GoldArrow=Gold Arrows;;-;;-;;de;;-;;-;;-;;Złota strzała;;Золотая стрела;;-;
ITEMDESC_GoldArrow=The precious metal makes this arrow very expensive.;;-;;-;;de;;-;;-;;-;;Metal szlachetny sprawia, że strzała ta jest bardzo droga.;;Благородный металл делает эту стрелу очень дорогой.;;-;

FO_GoldArrow_Sharpen=Gold Arrows;;-;;-;;de;;-;;-;;-;;Złota strzała;;Золотая стрела;;-;
ITEMDESC_GoldArrow_Sharpen=The precious metal makes this arrow very expensive.;;-;;-;;de;;-;;-;;-;;Metal szlachetny sprawia, że strzała ta jest bardzo droga.;;Благородный металл делает эту стрелу очень дорогой.;;-;

FO_SharpArrow_Sharpen=Hunting Arrow;;-;;-;;de;;-;;-;;-;;Strzała myśliwska;;Стрела охотника;;-;
ITEMDESC_SharpArrow_Sharpen=Bloody sharp arrows.;;Frecce dannatamente affilate.;;-;;Verdammt scharfer Pfeil.;;Flechas muy afiladas.;;Určen ke střelbě z luku;;;;Cholernie ostra strzała.;;Стрела с острием из звериных зубов.;;-;

FO_SerratedArrow_Sharpen=Serrated Arrow;;-;;-;;de;;-;;-;;-;;Postrzępiona strzała;;Зазубренная стрела;;-;
ITEMDESC_SerratedArrow_Sharpen=With sharp edges, this arrow inflicts a bleeding wound.;;-;;-;;de;;-;;-;;-;;Wyposażona w ostre zęby strzała zadaje poważne rany.;;Обладающая острыми зубцами, эта стрела наносит рваную рану.;;-;

FO_Arrow_ore_Sharpen=Ore arrow;;-;;-;;Erzpfeil;;-;;-;;-;;Strzała z rudy;;Рудная стрела;;-;
ITEMDESC_Arrow_ore_Sharpen=An arrow with a point from an iron alloy with magic ore. Thereof its blow becomes improbably strong.;;-;;-;;Pfeil mit einer Spitze aus Eisen vermischt mit magischem Erz. Dadurch wird der Pfeil enorm Durchschlag kräftig.;;-;;-;;-;;Strzała z grotem wykonanym ze stopu żelaza i magicznej rudy. Potrafi przebić najgrubszy pancerz.;;Стрела с наконечником из сплава железа с магической рудой. Поэтому ее удар стал невероятно сильным.;;-;

FO_GoldBolt_Sharpen=Gold Bolt;;-;;-;;-;;-;;-;;-;;Złoty bełt;;Золотой болт;;-;
ITEMDESC_GoldBolt_Sharpen=The precious metal makes this bolt very expensive.;;-;;-;;de;;-;;-;;-;;Metal szlachetny sprawia, że ten bełt jest bardzo drogi.;;Благородный металл делает этот болт очень дорогим.;;-;

FO_OreBolt_Sharpen=Ore Bolt;;-;;-;;de;;-;;-;;-;;Bełt z rudy;;Рудный болт;;-;
ITEMDESC_OreBolt_Sharpen=The ore tip inflicts significant damage.;;-;;-;;de;;-;;-;;-;;Grot z rudy powoduje znaczne obrażenia.;;Рудный наконечник обладает значительным уроном.;;-;

FO_SharpHunterBolt_Sharpen=Hunting Bolt;;-;;-;;de;;-;;-;;-;;Ostry bełt;;Болт охотника;;-;
ITEMDESC_SharpHunterBolt_Sharpen=The tip of this bolt is made from hunted trophies;;-;;-;;de;;-;;-;;-;;Grot tego bełtu jest wykonany z trofeów myśliwskich.;;Наконечник этого болта создан из охотничьих трофеев;;-;

FO_Bolt_Sharp_Sharpen=Sharp Bolt;;Dardo affilato;;Carreau d'arbalète acéré;;Klingenbolzen;;Virote afilado;;Zaostřená šipka;;Pengés számszeríjvessző;;Ostry bełt;;Острый болт;;葉形方鏃箭;
ITEMDESC_Bolt_Sharp_Sharpen=Bloody sharp bolts.;;Dardi dannatamente affilati.;;-;;Verdammt scharfe Bolzen.;;Virotes muy afilados.;;Určena ke střelbě z kuše;;-;;Bełt o zaostrzonym grocie zadaje większe obrażenia.;;Чертовски острый болт.;;-;

FO_DeathArrow_Sharpen=Deadly Arrow;;-;;-;;de;;-;;-;;-;;Śmiercionośna strzała;;Смертоносная стрела;;-;
ITEMDESC_DeathArrow_Sharpen=This deadly arrow will pierce even the most powerful enemy.;;-;;-;;de;;-;;-;;-;;Śmiercionośna strzała pokona nawet najsilniejszego wroga.;;Смертоносная стрела сразит даже самого сильного врага.;;-;

FO_Bolt_Death_Sharpen=Deadly Bolt;;-;;-;;de;;-;;-;;-;;Śmiercionośny bełt;;Смертоносный болт;;-;
ITEMDESC_Bolt_Death_Sharpen=This deadly bolt will pierce even the most powerful enemy.;;-;;-;;Der Todesbolzen streckt selbst die machtigsten Feinde nieder.;;-;;-;;-;;Śmiercionośny bełt pokona nawet najsilniejszego wroga.;;Смертоносный болт сразит даже самого сильного врага.;;-;

INFO_Heavy_Hunter_Workbench_ShaftBlankArrow=Arrows;;-;;-;;de;;-;;-;;-;;Promienie;;Стрелы;;;
INFO_Heavy_Hunter_Workbench_Yew_Wood=Wood - Yew;;;;;;;;;;;;;;Drewno cisowe;;Древесина - Тис;;;
INFO_Heavy_Hunter_Workbench_Oak_Wood=Wood - Oak;;;;;;;;;;;;;;Drewno dębowe;;Древесина - дуб;;-;
INFO_Heavy_Hunter_Workbench_Cedar_Wood=Wood - Cedar;;;;;;;;;;;;;;Drewno cedrowe;;Древесина - кедр;;-;
INFO_Heavy_Hunter_Workbench_Larch_Wood=Wood - Larch;;;;;;;;;;;;;;Drewno modrzewiowe;;Древесина - лиственница;;-;
INFO_Heavy_Hunter_Workbench_Khaya_Wood=Wood - Khaya;;;;;;;;;;;;;;Drewno mahoniowe;;Древесина - хайа;;-;
INFO_Heavy_Hunter_Workbench_It_Gancka_Wood=Wood;;;;;;;;;;;;;;Drewno opałowe;;Дрова;;-;
INFO_Heavy_Hunter_Workbench_It_1H_Club_01=Cudgel;;Mazza;;Gourdin;;Knüppel;;Garrote;;Palice;;Bunkósbot;;Pałka;;Дубина;;棍棒;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Text=From a log 18 shafts From firewood 12 shafts From a club 6 shafts.;;;;;;;;;;;;;;Z drewna - 18 promieni, z drewna opałowego - 12 promieni, z pałki - 6 promieni.;;Из полена 18 древков Из дров 12 древка Из дубинки 6 древков.;;;
FO_BBM_Letter_Shaft_Blank=Wood processing;;;;;;;;;;;;;;Promień;;Обработка древесины;;;
ITEMDESC_BBM_Letter_Shaft_Blank=With this instruction, the hero can create shafts for arrows and bolts from logs, firewood, or clubs.;;;;;;;;;;;;;;Dzięki temu schematowi bohater może tworzyć promienie strzał i bełtów z drewna, drewna opałowego lub pałek.;;С этой инструкцией герой может создать древки для стрел и болтов из полен, дров или дубинок.;;;
LETTERHEADER_BBM_Shaft_Blank_Craft=Wood processing\nX\n18\nX\n12\nX\n6;;;;;;;;;;;;;;Promień\nx\n18\nx\n12\nx\n6;;Обработка древесины\nХ\n18\nХ\n12\nХ\n6;;;
LETTERTEXT_BBM_Shaft_Blank_Craft=\nFrom a log 18 shafts.\n\nFrom wood 12 shafts.\n\nFrom a club 6 shafts.\n\n\n[Instruction note : With this instruction, the hero can create shafts for arrows and bolts from logs, firewood or clubs .];;;;;;;;;;;;;;\nZ drewna - 18 promieni\n\nZ drewna opałowego - 12 promieni\n\nZ pałki - 6 promieni.\n\n\n[Uwaga do schematu: Dzięki temu schematowi bohater może tworzyć promienie strzał i bełtów z drewna, drewna opałowego lub pałek];;\nИз полена 18 древков.\n\nИз дров 12 древка.\n\nИз дубинки 6 древков.\n\n\n[Примечание к инструкции : С этой инструкцией герой может создать древки для стрел и болтов из полен, дров или дубинок.];;;

INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_6=Create Shafts - 6;;-;;-;;de;;-;;-;;-;;Stwórz promień x6;;Создать древко - 6;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_12=Create Shafts - 12;;-;;-;;de;;-;;-;;-;;Stwórz promień x12;;Создать древко - 12;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_18=Create Shafts - 18;;-;;-;;de;;-;;-;;-;;Stwórz promień x18;;Создать древко - 18;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_24=Create Shafts - 24;;-;;-;;de;;-;;-;;-;;Stwórz promień x24;;Создать древко - 24;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_25=Create Shafts - 25;;-;;-;;de;;-;;-;;-;;Stwórz promień x25;;Создать древко - 25;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_36=Create Shafts - 36;;-;;-;;de;;-;;-;;-;;Stwórz promień x36;;Создать древко - 36;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_48=Create Shafts - 48;;-;;-;;de;;-;;-;;-;;Stwórz promień x48;;Создать древко - 48;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_50=Create Shafts - 50;;-;;-;;de;;-;;-;;-;;Stwórz promień x50;;Создать древко - 50;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_54=Create Shafts - 54;;-;;-;;de;;-;;-;;-;;Stwórz promień x54;;Создать древко - 54;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_72=Create Shafts - 72;;-;;-;;de;;-;;-;;-;;Stwórz promień x72;;Создать древко - 72;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_90=Create Shafts - 90;;-;;-;;de;;-;;-;;-;;Stwórz promień x90;;Создать древко - 90;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_96=Create Shafts - 96;;-;;-;;de;;-;;-;;-;;Stwórz promień x96;;Создать древко - 96;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_100=Create Shafts - 100;;-;;-;;de;;-;;-;;-;;Stwórz promień x100;;Создать древко - 100;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_144=Create Shafts - 144;;-;;-;;de;;-;;-;;-;;Stwórz promień x144;;Создать древко - 144;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_192=Create Shafts - 192;;-;;-;;de;;-;;-;;-;;Stwórz promień x192;;Создать древко - 192;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_200=Create Shafts - 200;;-;;-;;de;;-;;-;;-;;Stwórz promień x200;;Создать древко - 200;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_250=Create Shafts - 250;;-;;-;;de;;-;;-;;-;;Stwórz promień x250;;Создать древко - 250;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_288=Create Shafts - 288;;-;;-;;de;;-;;-;;-;;Stwórz promień x288;;Создать древко - 288;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_300=Create Shafts - 300;;-;;-;;de;;-;;-;;-;;Stwórz promień x300;;Создать древко - 300;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_384=Create Shafts - 384;;-;;-;;de;;-;;-;;-;;Stwórz promień x384;;Создать древко - 384;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_400=Create Shafts - 400;;-;;-;;de;;-;;-;;-;;Stwórz promień x400;;Создать древко - 400;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_500=Create Shafts - 500;;-;;-;;de;;-;;-;;-;;Stwórz promień x500;;Создать древко - 500;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_576=Create Shafts - 576;;-;;-;;de;;-;;-;;-;;Stwórz promień x576;;Создать древко - 576;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_1000=Create Shafts - 1000;;-;;-;;de;;-;;-;;-;;Stwórz promień x1000;;Создать древко - 1000;;;
